{
  "Karn, the Great Creator": {
    "blurb": "Land, Lotus, Karn, Go! One sided Null Rod is very strong. It typically wins games. One of your best ways to kill your own Mana Crypt. Minus get anything!"
  },
  "Narset, Parter of Veils": {
    "blurb": "Your opponent will either not care at all or be devastated."
  },
  "Tezzeret the Seeker": {
    "blurb": "I love this card. I got my foil Shards of Alara one in a friend's shop in Orlando, FL like a decade ago now. A lot of the times he is just a tutor, and you know what he is gunna go get. More rarely you'll get weird hands that give you win through +'ing with 4 artifacts on t1. Sometimes +'ing there can be into letting you cast Time Walk. Fun card–will always be well worth the slot to me."
  },
  "Tezzeret, Cruel Captain": {
    "blurb": "Key number 4. Feels good when you have a colorless hand and he goes and fixes that for you."
  },
  "Blightsteel Colossus": {
    "blurb": "Ask your opponent questions, like, 'Fellow Planeswalker, perchance do you have a way to remove my Blightsteel?.'"
  },
  "Snapcaster Mage": {
    "blurb": "You are playing very good magic cards. Sometimes this lets you play them twice."
  },
  "Trinket Mage": {
    "blurb": "Pretty innoccuous little guy. There's an argument he should be another Tezzeret, Cruel Captain. Trinket mage plus 7 mana gets you the win if you have a Time Vault in hand. Tezzeret and Vault is just 5. Trinket Mage being blue is helpful though, as is the fact that he basically always resolves."
  },
  "Black Lotus": {
    "blurb": "Very good magic card."
  },
  "Lotus Petal": {
    "blurb": "Sometimes you're sad about how it's like kinda annoying it is now gone. Other times you're stoked it let you win the game. I think it's in vibe to play it, so here it is"
  },
  "Mana Crypt": {
    "blurb": "Very good magic card. Might kill you sometimes."
  },
  "Mana Vault": {
    "blurb": "Very good magic card. Don't get baited though, this one is basically one and done unless you're cheating it untapped."
  },
  "Manifold Key": {
    "blurb": "It untaps things. With some of your things it is better than with other things. Unblockable."
  },
  "Mox Emerald": {
    "blurb": "Undervalued."
  },
  "Mox Jet": {
    "blurb": "Very good magic card."
  },
  "Mox Opal": {
    "blurb": "Pretty good magic card, sometimes you're sad at the hoops you have to jump through, other times you're like dank now I have blue."
  },
  "Mox Pearl": {
    "blurb": "Balance."
  },
  "Mox Ruby": {
    "blurb": "Very good magic card. Leave the red up so they tremble!"
  },
  "Mox Sapphire": {
    "blurb": "Very good magic card."
  },
  "Sensei's Divining Top": {
    "blurb": "And now we ponder...  But real talk though just look three deep and win the game. Or be like wow nice 3 rainbow lands."
  },
  "Sol Ring": {
    "blurb": "Very good magic card. Though you hate to see those 1 land sol ring no mox hands."
  },
  "Time Vault": {
    "blurb": "Taking all the turns is pretty strong."
  },
  "Trinisphere": {
    "blurb": "Just put it into play on turn 1. Better if you do it with some mana from an Urza's Saga so your opponent sees how they will die."
  },
  "Vexing Bauble": {
    "blurb": "A colorless duress! You're not sad if it doesn't hit anything!"
  },
  "Voltaic Key": {
    "blurb": "It untaps things. With some of your things it is better than with other things."
  },
  "Ancestral Recall": {
    "blurb": "Very good magic card. It rates high on both axis of blue draw spells: hand extension and card advantage. Hand extension being how good does the card extend the hand for the mana and time invested, and card advantage being getting more cards than you put in. Ancestral Recall is exemplar par excellence in blue draw for a reason. Basically think of it as for one mana you extend your hand by three cards rather than drawing cards."
  },
  "Brainstorm": {
    "blurb": "Very good magic card. It is the next best imitation of Ancestral Recall available. If we plot it on the same axis it gives you the same hand extension qualities of Ancestral Recall, as it sees three deep for one mana at instant speed, while less on the card advantage axis in terms of raw cards in hand. Brainstorm still enables the possibility you keep all three of the new cards you see though, and many times its \"downside\" is an upside for certain situations."
  },
  "Crop Rotation": {
    "blurb": "Basically this is a mini ritual for 2 mana a lot of times to go get Tolarian Academy. It very often will give you the one extra mana you needed to activate Key that turn rather than passing."
  },
  "Flusterstorm": {
    "blurb": "You're quite happy when this is what is backing you up, typically."
  },
  "Force of Negation": {
    "blurb": "Sometimes you just gotta."
  },
  "Force of Will": {
    "blurb": "Sometimes you just gotta."
  },
  "Mental Misstep": {
    "blurb": "lol"
  },
  "Mystical Tutor": {
    "blurb": "Ancestral, Tinker, Force, Cabal Therapy, Black Tutor, Balance."
  },
  "Paradoxical Outcome": {
    "blurb": "Returns artifacts to hand for card advantage and mana generation. Can be a quick combo kill with enough cheap artifacts and mana sources."
  },
  "Pyroblast": {
    "blurb": "Very good magic card. Very close to not being in a flex slot, but sometimes the meta isn't there. It hits so much that's relevant and can still do stack interaction, which is why it's so good. Abrupt Decay hits a lot of the same permanents you care about with it, and ignores them wanting to counter it, so can be a decent alternative–but missing out on the possibility of hitting their pertinent blue spell hurts."
  },
  "Vampiric Tutor": {
    "blurb": "What problem do you need to solve? How can you solve it?"
  },
  "Veil of Summer": {
    "blurb": "Skeptical about mainboard over Swords to Plowshares. But I also like it for exactly what it is."
  },
  "Balance": {
    "blurb": "Very good magic card."
  },
  "Cabal Therapy": {
    "blurb": "Very good magic card. It doesn't even matter if you hit. Just name the card you care about. If you hit that card, it's pure value. If you don't hit that card, it doesn't matter."
  },
  "Demonic Tutor": {
    "blurb": "Go find the card! If you are Demonic Tutoring for Time Vault you need SIX mana total. 2 plus 2 plus 1 plus 1."
  },
  "Gitaxian Probe": {
    "blurb": "Say it with me ladies! We loooooook! And draw!"
  },
  "Ponder": {
    "blurb": "Very good magic card. After Brainstorm it's the next closest analog to Ancestral, and on the hand extension aspect of things, it does that analog admirably. On the card advantage side of things though, it shines much less. You're typically going to want to see Ponder in lists looking to kill the opponent via looking at more cards and finding the right one, rather than lists that want more cards than their opponent period. And it is one ponder. Are you casting ponder to find another ponder or casting ponder to win the game?"
  },
  "Time Walk": {
    "blurb": "Very good magic card."
  },
  "Timetwister": {
    "blurb": "When what's wrong feels so right."
  },
  "Tinker": {
    "blurb": "They counter it or they do not. If they do not....watch them closely."
  },
  "City of Brass": {
    "blurb": "Arabian Nights City of Brass will be the most expensive land one day."
  },
  "Starting Town": {
    "blurb": "Pretty ight for sure. Might be a 4 of but it really shouldn't matter all that much."
  },
  "Strip Mine": {
    "blurb": "Sometimes you are sad about how it only makes colorless mana. Other times your opponent is sad."
  },
  "Mana Confluence": {
    "blurb": "We will cast our spells! Pretend you have a gagillion life up until you have 2. After that you just have 2."
  },
  "Tolarian Academy": {
    "blurb": "Sometimes you have no artifacts lol. Otherwise, very good magic card."
  },
  "Urza's Saga": {
    "blurb": "Sometimes this is a really quick win. Removal is very in style though so they do eat more than their fair share."
  },
  "Abrupt Decay": {
    "blurb": "It hits everything in Lurrus."
  },
  "Archive Trap": {
    "blurb": "Mainly dooomsday, but I have been liking surgical here too."
  },
  "Duress": {
    "blurb": "On the play."
  },
  "Energy Flux": {
    "blurb": "You'll just know when to bring it in."
  },
  "Hurkyl's Recall": {
    "blurb": "Have to respect the artifact decks."
  },
  "Mycosynth Lattice": {
    "blurb": "Sometimes it's the win, I think it's fine to use the slot."
  },
  "Pithing Needle": {
    "blurb": "Useful generally, sometimes mainboard. Bazaar."
  },
  "Portal to Phyrexia": {
    "blurb": "It has a lot of text. Tinker vs creature decks sometimes."
  },
  "Shattering Spree": {
    "blurb": "Good at getting around counterspells. Pew pew pew pew pew pew pew. Hopefully."
  },
  "Swords to Plowshares": {
    "blurb": "And poof, it's gone."
  },
  "The Tabernacle at Pendrell Vale": {
    "blurb": "Dreadge and creature decks."
  },
  "Tormod's Crypt": {
    "blurb": "A nice free thing to grab with Karn if you want, or, zap a yard."
  }
}
